Revit 2026 API
CorrectionFactorSetIterator Properties
The CorrectionFactorSetIterator type exposes the following members.
Properties
Name | Description
Current | Retrieves the item that is the current focus of the iterator.
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Top
See Also
Reference
CorrectionFactorSetIterator Class
Autodesk.Revit.DB.Electrical Namespace